Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་གང་གི་ཚེ་དེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ་ཡི་གེ་དང་ཁོང་རྩིས་དང་ཤོད་དགོད་པ་དང་ལག་རྩིས་དང་དབྱུང་བ་དང་། སྦ་བ་དང་དགྲམ་པ་དང་གོས་བརྟག་པ་དང་ནོར་བུ་བརྟག་པ་དང་རིན་པོ་ཆེ་བརྟག་པ་དང་སྤོས་བརྟག་པ་དང་སྨན་བརྟག་པ་དང་གླང་པོ་ཆེ་བརྟག་པ་དང་རྟ་བརྟག་པ་དང་གོ་མཚོན་བརྟག་པ་བསླབས་ཏེ།
en: As he grew up, he studied letters, tallying, and arithmetic; the study of seals, lending, deposits, and commerce; and the examination of cloth, jewels, gems, incense, medicine, elephants, horses, and arms and armor.

source: དེ་ནས་དེའི་ཕས་དགུན་དང་སོས་ཀ་དང་དབྱར་གནས་པའི་ཁང་པ་རྣམས་དང་སྐྱེད་མོས་ཚལ་རྣམས་བྱས་ནས་དེ་དག་ཀྱང་ལྷ་རྫས་སུ་གྱུར་ཏེ། གདུགས་དང་རྒྱལ་མཚན་དང་། བ་དན་ནི་བསྒྲེང་། མེ་ཏོག་སྣ་ཚོགས་ནི་བཀྲམ་སྤོས་ཆུའི་ཆག་ཆག་ནི་བཏབ་པར་གྱུར་ཏོ། །
en: The houses and gardens that his father had prepared for them to live in during winter, spring, and summer all also became celestial gardens with parasols, banners, and flags, and different kinds of flowers and fragrances strewn and sprinkled about.

source: དེ་ནས་དེ་གང་གི་ཚེ་འདོད་པ་ལ་ལོངས་སྤྱོད་པར་ནུས་པར་གྱུར་པ་དེའི་ཚེ། ལྷའི་བུ་མོ་དག་བྱུང་བར་གྱུར་ཏེ།
en: When he was old enough for sensual pleasures, divine goddesses appeared.

source: དེ་ཁང་བཟངས་ཀྱི་སྟེང་དུ་འདུག་ནས། བུད་མེད་འབའ་ཞིག་དང་རོལ་མོ་བྱེད་དེ།
en: If he went to sit on the roof of the house, women came and played music for him,

source: རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་དེ་རང་གི་བསོད་ནམས་ཀྱི་འབྲས་བུ་ཉམས་སུ་མྱོང་ངོ་། །
en: and all of the enjoyment and coupling in which he partook was the ripening of his own merit.

source: དེ་ནས་དེ་ཕྱི་ཞིག་ན་སངས་རྒྱས་ལ་མངོན་པར་དགའ་བ་དང་ཆོས་ལ་མངོན་པར་དགའ་བ་དང་དགེ་འདུན་ལ་མངོན་པར་དགའ་བར་གྱུར་ནས་
en: Then, after some time, he began to deeply admire the Buddha, deeply admire the Dharma, and deeply admire the Saṅgha.

source: དེས་བསམས་པ། བདག་གིས་ལྷ་དང་མིའི་ལོངས་སྤྱོད་ནི་ཡོངས་སུ་ལོངས་སྤྱད་ཟིན་གྱིས་མ་ལ་ང་ནི་བདག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་སྟེ
en: He thought, “I have experienced every pleasure, human and divine.

source: ཆུ་བོ་རྣམས་ལས་ཡང་དག་པར་བརྒལ་བར་བྱ་བ་དང་སྦྱོར་བ་རྣམས་ལས་ཡང་དག་པར་འདའ་བར་བྱ་བའི་ཕྱིར་བརྩོན་པ་དང་བསྒྲུབ་པ་དང་འབད་པར་བྱ་གོར་མ་ཆག་སྙམ་དུ་བསམས་ནས
en: I must go forth in the Dharma and Vinaya so well spoken, in order to ford the floodwaters and completely escape my fetters with diligence, practice, and effort!”

source: སྦྱིན་པ་དག་ཀྱང་བྱིན་བསོད་ནམས་དག་ཀྱང་བྱས་ཏེ། དབུལ་པོ་དུ་མ་ཕྱུག་པར་བྱས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ངོ་། །
en: He gave gifts and made merit, and after he had made many poor people wealthy, he went forth in the doctrine of the Blessed One.

source: དེ་རབ་ཏུ་བྱུང་ནས་དེ་ཕྱོགས་གང་དུ་གནས་པར་དམ་བཅས་པའི་ཕྱོགས་དེར་ལྷའི་མལ་ཁྲི་འབྱུང་བར་འགྱུར་ལ།
en: After his going forth, wherever he traveled, there celestial beds would appear.

source: དེ་གང་དང་གང་དུ་འགྲོ་བ་དེ་དང་དེར་མི་མ་ཡིན་པ་རྣམས་ཀྱིས་རས་སར་པ་མ་སྤྱད་པ་ཚར་ཚར་རིང་བ་རྣམས་ས་ལ་འདིང་བར་བྱེད་དོ། །
en: Wherever he walked, nonhuman beings unfurled great lengths of new, untouched cloth

source: མེ་ཏོག་སྣ་ཚོགས་ཀྱང་ས་ལ་འགྲེམས་པར་བྱེད་དེ།
en: and strewed different kinds of flowers on the ground before him.

source: དེ་དེ་ལྟ་བུས་ངོ་ཚ་བར་གྱུར་ཏོ། །
en: He found all this very embarrassing,

source: སྙིང་ཐག་པ་ནས་དེ་ལ་མི་ལྟ་བའི་སེམས་སྐྱེད་ཅིག་དང་ཐམས་ཅད་མེད་པར་འགྱུར་རོ། །
en: “If you sincerely stop being concerned with them, they will go away.”

source: དེ་ནས་དེས་ཐོས་མ་ཐག་ཏུ་ཐམས་ཅད་ལ་མི་ལྟ་བའི་སེམས་བསྐྱེད་ནས་ཐམས་ཅད་མེད་པར་གྱུར་ཏོ། །
en: As soon as he heard this, he stopped being so concerned with them, and they went away.

source: དེ་ནས་དེས་བརྩོན་པ་དང་བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ཏེ།
en: Then, casting away all afflictive emotions through diligence, practice, and effort, he manifested arhatship.

source: སྲིད་པའི་རྙེད་པ་དང་ཆགས་པ་དང་བཀུར་སྟི་ལ་
en: He had no regard for worldly profit, passion, or acclaim.

source: རྒྱབ་ཀྱིས་ཕྱོགས་པ་དབང་པོ་དང་ཉེ་དབང་དང་བཅས་པའི་ལྷ་རྣམས་ཀྱིས་མཆོད་ཅིང་རྗེད་པ་དང་གུས་པར་སྨྲ་བའི་གནས་སུ་གྱུར་ཏོ། །
en: He became an object of offering, veneration, and respectful address by Indra, Upendra, and the other gods.

source: དེ་ནས་དགེ་སློང་དག་གིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་དབྱིག་མཚོས་ལས་ཅི་བགྱིས་ན་ལས་དེའི་རྣམ་པར་སྨིན་པས་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ཏེ
en: The monks asked the Blessed One, “Lord, what action did Lake of Jewels take that ripened into his birth into a family of great means, prosperity, and wealth,

source: གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་དང་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་ཏེ་མངལ་གྱི་དྲི་མ་དང་ཤ་མའི་དྲི་མ་དང་ཁྲག་གི་དྲི་མས་མ་གོས་པར་བཙས་ལ།
en: and that he was of good form, pleasing to the eye, and beautiful, adorned with every type of adornment, and born without any trace of the womb, or of the placenta, or of blood;

source: སྐྱེས་མ་ཐག་ཏུ་ཡང་ལྷའི་ཁང་པ་བརྩེགས་པ་དང་ལྷའི་མལ་ཁྲི་དང་ལྷའི་མཆོད་སྡོང་བྱུང་བར་གྱུར་ལ།
en: that upon his birth a multistoried celestial mansion, a celestial bed, and a divine pillar appeared;

source: དེ་གང་དང་གང་དུ་འགྲོ་བ་དེ་དང་དེར་མི་མ་ལགས་པ་རྣམས་ཀྱིས་རས་སར་པ་མ་སྤྱད་པ་ཚར་ཚར་རིང་བ་དག་འདིང་བར་བགྱིས་པ་དང་།
en: that wherever he walked, nonhuman beings unfurled great lengths of new, untouched cloth

source: མེ་ཏོག་སྣ་ཚོགས་ཀྱང་ས་ལ་འགྲེམས་པར་བགྱིད་པ་དང་།
en: and strewed different kinds of flowers on the ground before him;

source: ཆེར་སྐྱེས་པ་ན་ཡང་ལྷ་དང་མིའི་དཔལ་བྱུང་བར་གྱུར་ལ།
en: that when he grew up, there came to him glories both human and divine;

source: འདིས་བཅོམ་ལྡན་འདས་ཀྱང་མཉེས་པར་བགྱིས་ཏེ་མི་མཉེས་པར་མ་བགྱིས་ནས
en: and that he pleased the Blessed One, did not displease him,

source: བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་སྟེ་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་ལགས།
en: went forth in the doctrine of the Blessed One, cast away all afflictive emotions, and manifested arhatship?”

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Monks,” the Blessed One explained, “in times past, in this fortunate eon, when people lived as long as twenty thousand years and the tathāgata, the arhat, the totally and completely awakened buddha possessed of insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kāśyapa was in the world,

source: དེའི་ཚེ་བཱ་རཱ་ཎ་སཱི་ན་ཁྱིམ་བདག་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བ་ཡོངས་སུ་འཛིན་པ་ཡངས་ཤིང་རྒྱ་ཆེ་བ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་ལྡན་པ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་འགྲན་པ་ཞིག་གནས་པ་དེ་ཕྱི་ཞིག་ན་
en: there lived in Śrāvastī a certain householder, prosperous and wealthy, a person of vast and magnificent means, endowed with the wealth of Vaiśravaṇa—with wealth to rival Vaiśravaṇa’s.

source: སངས་རྒྱས་ལ་མངོན་པར་དགའ་བ་དང་ཆོས་ལ་མངོན་པར་དགའ་བ་དང་། དགེ་འདུན་ལ་མངོན་པར་དགའ་བར་གྱུར་ནས
en: “He began to deeply admire the Buddha, deeply admire the Dharma, and deeply admire the Saṅgha,

source: དེས་ཕྱི་ཞིག་ན་རྣམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པའི་གཙུག་ལག་ཁང་བརྩིགས་ནས། གཙུག་ལག་ཁང་དེ་ཉིད་དུ་བཅོམ་ལྡན་འདས་འོད་སྲུང་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་རྣམས་ཆོ་ག་དང་ལྡན་པའི་ཁྲུས་དང་བཤོས་ལ་སྤྱན་དྲངས་ནས།
en: so he built a monastery complete in every respect and invited the Blessed Kāśyapa and the rest of the saṅgha of monks to that very temple for food and to take their baths.

source: དེའི་མཚན་མོ་ཆོ་ག་དང་ལྡན་པའི་ཁྲུས་དང་ཞལ་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བཤམས་ཏེ།
en: “That night he prepared everything that was needed for the baths and set forth foods of a hundred flavors,

source: བཅོམ་ལྡན་འདས་འོད་སྲུང་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ལ་ཆོ་ག་དང་ལྡན་པའི་ཁྲུས་གསོལ་ནས། བཅོམ་ལྡན་འདས་འོད་སྲུང་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ཞལ་ཟས་རོ་བརྒྱ་དང་ལྡན་པས་ཚིམ་པར་བྱས་ཏེ།
en: and after inviting the Blessed Kāśyapa and the rest of the saṅgha of monks to take their baths, he contented them with the foods of a hundred flavors.

source: བཅོམ་ལྡན་འདས་ཀྱི་དབུ་སྐྲ་དང་སེན་མོ་བདག་ཉིད་ཀྱིས་ཁྱེར་ནས་གཙུག་ལག་ཁང་དེ་ཉིད་དུ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་དབུ་སྐྲ་དང་སེན་མོའི་མཆོད་རྟེན་བརྩིགས་ཏེ།
en: He then brought the hair and nails of the Blessed One into the monastery, and commissioned that a reliquary stūpa containing the hair and nails of the totally and completely awakened Buddha Kāśyapa be built there.

source: ལས་བྱེད་པ་རྣམས་བསགས་ནས་དེས་རིང་པོ་མ་ཐོགས་པར་མཆོད་རྟེན་དེ་རྣམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱས་སོ། །
en: Assembling the workers, he had the stūpa built without delay, complete in every respect.

source: དེ་ནས་དེས་བལྟས་ནས་མཆོད་རྟེན་དེ་བྱ་རྣམས་ཀྱིས་མི་གཙང་བར་བྱས་པ་མཐོང་ནས། དེས་ཡང་མཆོད་རྟེན་དེ་ཉིད་དགབ་པའི་ཕྱིར་གཙང་ཁང་ཕྱུར་པོ་ལན་ཀན་དང་རྟ་བབས་དང་སྐར་ཁུང་ཁོལ་མ་ཅན་དང་སྐར་ཁུང་དྲ་བ་ཅན་དང་།
en: “One day he looked and saw that the stūpa had been defiled by birds, so to cover it he built a tall, arched enclosure with open windows and screened windows.

source: ཆར་གབ་ཀྱིས་བརྒྱན་པ་གདུགས་དང་རྒྱལ་མཚན་དང་བ་དན་རྣམས་བསྒྲེང་བ་ཞིག་བྱས་ནས
en: Then he covered it with a canopy and put up parasols, victory banners, and flags.

source: མཆོད་རྟེན་དེའི་ནང་གི་ས་གཞི་ལ་ཡང་གཞི་བཏིང་སྟེ་བདུག་པ་དང་ཕྱེ་མ་དང་སྤོས་དང་མེ་ཏོག་དང་རོལ་མོའི་སྒྲས་བཀུར་སྟི་བྱས་ནས་
en: “On the grounds inside and on the floor of the stūpa itself he laid flowers, burning sticks of incense, incense powders, and incense cones; performed veneration with music;

source: གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་དང་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་བཞིན་དུ་སྐྱེ་བར་ཤོག་ཅིག །མངལ་གྱི་དྲི་མ་དང་ཤ་མའི་དྲི་མ་དང་ཁྲག་གི་དྲི་མས་མ་གོས་པར་སྐྱེ་བར་ཤོག་ཅིག །
en: May I be well proportioned, pleasing to the eye, and beautiful, and be born covered with adornments and without any trace of the womb, or of the placenta, or of blood.

source: བདག་སྐྱེས་མ་ཐག་ཏུ་ལྷའི་མལ་ཁྲི་དང་ལྷའི་ཁང་པ་བརྩེགས་པ་དང་ལྷའི་མཆོད་སྡོང་རིལ་གྱིས་གསེར་ལས་བྱས་པ་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་སྤྲས་པ་འབྱུང་བར་ཤོག་ཅིག །
en: Upon my birth, may there appear a multistoried celestial mansion, a celestial bed, and a divine pillar made of gold inlaid with precious stones.

source: དེའི་དྲུང་ནས་ཀྱང་གཏེར་ཆེན་པོ་ཁ་ཕྱེ་བ་མཆོད་སྡོང་དེ་དང་འབྲེལ་པ་ཞིག་བྱུང་ལ། དེ་ལས་གལ་ཏེ་བརྒྱ་འམ་སྟོང་བླངས་སུ་ཟིན་ཀྱང་དེ་དག་འགྲིབས་པའམ་གང་བར་ཡང་མི་མངོན་པར་ཤོག་ཅིག །
en: In front of the pillar may great treasures appear, brimming with jewels that never seem to increase or decrease, even if hundreds or thousands of them are removed.

source: ཆེར་སྐྱེས་པ་ན་ཡང་ལྷ་དང་མིའི་དཔལ་འབྱུང་བར་ཤོག་ཅིག །
en: When I am grown, may there come to me glories both human and divine.

source: དེའི་ཚེ་དེའི་དུས་ན་ཁྱིམ་བདག་ཏུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་དབྱིག་མཚོ་འདི་ཉིད་ཡིན་ཏེ།
en: The one who was that householder then is none other than Lake of Jewels.

source: དེས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་ལ་བཀུར་སྟི་བྱས་ནས། དབུ་སྐྲ་དང་སེན་མོའི་མཆོད་རྟེན་བརྩིགས་ཏེ། རྣམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱས་ནས།
en: The acts of venerating the Blessed Kāśyapa and the others in the saṅgha of his disciples, building a reliquary stūpa containing the Buddha’s hair and nails that was complete in every respect,

source: སྨོན་ལམ་བཏབ་པའི་ལས་དེའི་རྣམ་པར་སྨིན་པས་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེས་ཏེ།
en: and praying, ripened such that wherever he was born, it was into a family of great means, prosperity, and wealth,

source: གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་དང་། རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ་དང་། མངལ་གྱི་དྲི་མ་དང་ཤ་མའི་དྲི་མ་དང་། ཁྲག་གི་དྲི་མས་མ་གོས་པར་གྱུར་ལ།
en: and he was well proportioned, pleasing to the eye, and beautiful, decorated with every ornament, and born without any trace of the womb, or of the placenta, or of blood.

source: བཙས་མ་ཐག་ཏུ་ཡང་ལྷའི་མལ་ཁྲི་དང་ལྷའི་ཁང་པ་བརྩེགས་པ་དང་ལྷའི་མཆོད་སྡོང་བྱུང་བར་གྱུར་ཏོ། །
en: Upon his birth a multistoried celestial mansion, a celestial bed, and a divine pillar appeared,

source: ཆེར་སྐྱེས་པ་ན་ཡང་ལྷ་དང་མིའི་དཔལ་བྱུང་བར་གྱུར་ཏེ།
en: and when he grew up there came to him glories both human and divine.

source: དགེ་སློང་དག་ང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་དང་ཤིན་ཏུ་མཉམ་པ་དང་། ཤུགས་མཉམ་པ་དང་། མཛད་པ་མཉམ་པ་དང་། ཐབས་མཉམ་པ་བརྙེས་པར་གྱུར་ནས།
en: “So it is, monks, now that I myself have become the very equal of the totally and completely awakened Buddha Kāśyapa—equal in strength, equal in deeds, and equal in skillful means—

source: དབྱིག་དགའ་ཞེས་བྱ་བ་ནི།
en: The Story of Wealth’s Delight

source: བཅོམ་ལྡན་འདས་ཡུལ་ཀཱ་ཤིའི་ཕྱོགས་སུ་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ལས་བ་རཱ་ཎ་སཱིར་བྱོན་ཏེ།
en: As the Blessed One was making his way through the countryside in Kāśi, he came to Vārāṇasī.

source: དེའི་ཚེ་བཱ་རཱ་ཎ་སཱི་ན་དྲང་སྲོང་སྨྲ་བ་རི་དགས་ཀྱི་ནགས་ན་དགེ་སློང་ལྔ་སྡེ་རྣམས་གནས་སོ། །
en: At that time, the group of five monks were staying in Vārāṇasī, in the Ṛṣivadana.

source: དེ་ནས་དགེ་སློང་ལྔ་སྡེ་རྣམས་ཀྱིས་ཐག་རིང་པོ་ཞིག་ནས་བཅོམ་ལྡན་འདས་མཐོང་ངོ་། །
en: Now the group of five monks saw the Blessed One from a distance.

source: མཐོང་ནས་ཀྱང་ཕན་ཚུན་ནས་འདུས་ཏེ་ནང་ཁྲིམས་བཅས་ནས་འདི་སྐད་དུ།
en: Seeing him, they gathered together and made an agreement among themselves, saying

source: ཀྱེ་དགེ་སྦྱོང་གཽ་ཏ་མ་དེ་ནི་གཡེལ་བ་མང་དུ་སོགས་པ་མང་དུ་སོགས་ཤིང་འཚོ་བ་སྤོང་བ་ལས་ཉམས་པ་སྟེ།
en: “My, how the ascetic Gautama has become so lazy and so indolent, no longer keeping his fast.

source: དེ་ནི་ད་ཁ་ཟས་མང་དུ་ཟ་ཞིང་འབྲས་ཅན་དང་ཙང་ཕྱེ་ཟ་ལ་ཞུན་མར་དང་ཏིལ་མར་གྱིས་ལུས་རྣམས་སྐུད་པར་བྱེད་ཅིང་ཆུ་དྲོན་པོས་ལུས་འཁྲུ་བར་བྱེད་དེ
en: How much food he eats now—cooked rice and milled grains! He anoints his body with ghee and sesame oil and bathes with warm water.

source: དེ་འུ་བུ་ཅག་གི་ཐད་དུ་འོང་གིས།
en: He’s coming toward us!

source: ཀྱེ་གཽ་ཏ་མ་སྟན་དག་ཡོད་ཀྱིས་གལ་ཏེ་འདོད་པ་ལྟ་ན་འདུག་ཅིག་ཅེས་དེ་སྐད་ཙམ་དག་སྨྲ་བར་བྱའི་གུས་པར་སྨྲ་བར་མི་བྱའོ། །
en: Let us say to him, ‘Hello, Gautama. There are seats here, so go ahead and sit if you want to,’ but let’s not address him respectfully,

source: ཕྱག་མི་བྱའོ། །
en: nor bow to him,

source: ལྡང་བར་མི་བྱའོ། །ལངས་ཏེ་སྟན་བསྟབ་པར་མི་བྱའོ་ཞེས་ཟེར་རོ། །
en: nor rise from our seats to greet him.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་དགེ་སློང་ལྔ་སྡེ་རྣམས་དང་ཇི་ཙམ་དུ་ཉེ་བར་བྱོན་པ། དེ་ཙམ་དུ་དགེ་སློང་ལྔ་སྡེ་རྣམས་བཅོམ་ལྡན་འདས་ཀྱི་དཔལ་དང་གཟི་བརྗིད་མ་བཟོད་ནས་
en: But as the Blessed One got closer to the group of five monks they were overwhelmed by his radiant glory until they found themselves incapable of treating him with disrespect.

source: ཞེ་ས་མི་བྱ་བའི་ཐུགས་མ་ཐུབ་སྟེཁ་ཅིག་ནི་སྟན་ལས་ལངས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་གདན་ཤོམ་མོ། །
en: One of them rose from his seat and set out a cushion for him.

source: ཁ་ཅིག་ནི་ཞབས་བསིལ་བའི་ཆུ་དང་ཞབས་རྟེན་ཕྱོགས་གཅིག་ཏུ་འཇོག་པར་བྱེད་དོ། །
en: Another readied cool water for him to wash his feet and positioned a footrest for him.

source: ཁ་ཅིག་ནི་ལངས་ནས་ཆོས་གོས་རྣམས་འཛིན་པར་བྱེད་དེ།
en: A third stood up and held the edge of his robe.

source: འདི་སྐད་དུ་ཀྱེ་གཽ་ཏ་མ་ཚུར་སྤྱོན། ཀྱེ་གཽ་ཏ་མ་ཁྱོད་གཤེགས་པ་ལེགས་སོ། །
en: “This way, Gautama—if you please! Welcome, Gautama!

source: ཀྱེ་གཽ་ཏ་མ་ཁྱོད་གདན་བཤམས་པ་ལ་བཞུགས་ཞེས་ཟེར་རོ། །
en: O Gautama, please have a seat on this cushion we have prepared for you,” they said.

source: དེ་ནས་བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ།
en: Then the Blessed One thought,

source: ཀྱེ་མ་མི་བླུན་པོ་འདི་རྣམས་ནི་རང་གི་ནང་ཁྲིམས་ལས་ཉམས་སོ་སྙམ་དུ་དགོངས་ནས་གདན་བཤམས་པ་དེ་ཉིད་ལ་བཞུགས་སོ། །
en: “It seems these foolish persons have forgotten the agreement they made among themselves,” and he sat on the seat they had prepared for him.

source: དེ་ཙམ་ན་དགེ་སློང་ལྔ་སྡེ་རྣམས་བཅོམ་ལྡན་འདས་ལ་མིང་གི་ཚིག་དང་རུས་ཀྱི་ཚིག་དང་ཚེ་དང་ལྡན་པ་ཞེས་བྱ་བའི་ཚིག་འབའ་ཞིག་རྗོད་པར་བྱེད་དོ། །
en: The group of five monks began to address the Blessed One merely by his given name, or by his surname, or as an ordinary monk.

source: དེ་ནས་དེར་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ལྔ་སྡེ་རྣམས་ལ་བཀའ་སྩལ་པ།
en: Thereupon the Blessed One told the group of five monks,

source: དགེ་སློང་དག་ཁྱེད་དེ་བཞིན་གཤེགས་པ་ལ་མིང་གི་ཚིག་དང་རུས་ཀྱི་ཚིག་དང་ཚེ་དང་ལྡན་པ་ཞེས་བྱ་བའི་ཚིག་འབའ་ཞིག་མ་བརྗོད་ཅིག །
en: “Monks, do not address the Tathāgata merely by his given name, nor by his surname, nor as an ordinary monk.

source: ཁྱེད་ཡུན་རིང་པོ་ནས་གནོད་པ་དང་མི་ཕན་པ་དང་སྡུག་བསྔལ་བར་གྱུར་ཏ་རེ།
en: If you do so, harm will befall you for a long time, and you will not benefit, but suffer.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དགེ་སློང་དག་གང་ལ་ལ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ། མིང་གི་ཚིག་དང་རུས་ཀྱི་ཚིག་དང་ཚེ་དང་ལྡན་པ་ཞེས་བྱ་བའི་ཚིག་འབའ་ཞིག་རྗོད་པར་བྱེད་ནདེ་ནི་ཡུན་རིང་པོར་དེ་ལ་གནོད་པ་དང་མི་ཕན་པ་དང་སྡུག་བསྔལ་བར་འགྱུར་བའི་ཕྱིར་རོ། །
en: The reason for this, monks, is that harm comes to those who address the Tathāgata, the arhat, the totally and completely awakened buddha merely by his given name, or by his surname, or as an ordinary monk, and they do not benefit, but suffer.”

source: དེ་དག་གིས་སྨྲས་པ། གཽ་ཏ་མ་ཁྱོད་ཀྱི་སྤྱོད་ལམ་དང་སྤྱོད་པ་དང་དཀའ་བ་སྤྱོད་པ་སྔ་མ་དེས་མིའི་ཆོས་ལས་ལྷག་པ། མཐར་ཐུག་པ་འཕགས་པའི་ཁྱད་པར་ཡེ་ཤེས་སམ་གཟིགས་པའམ་བདེ་བར་རེག་པ་ལ་གནས་པ་ཡང་རུང་སྟེ་
en: “Gautama,” they said, “your bearing, conduct, and previous mortifications were all superhuman, and indeed it is possible that you have achieved perfection, the wisdom particular to the noble ones, or that you live amid a feeling of bliss.

source: ཅི་ཡང་མ་ཐོབ་ནད་ཁྱེད་གཡེལ་བ་མང་དུ་སོགས་པ་མང་དུ་སོགས་ཤིང་འཚོ་བ་སྤོང་བ་ལས་ཉམས་པ་དང་།
en: But how can we know if this is true, for now you have become so lazy and so indolent, no longer keeping your fast.

source: ད་ཁྱོད་ཁ་ཟས་མང་དུ་ཟ་ཞིང་འབྲས་ཅན་དང་ཙང་ཕྱེ་ཟ་ལ་ཞུན་མར་དང་ཏིལ་མར་གྱིས་ལུས་རྣམས་སྐུད་པར་བྱེད་ཅིང་ཆུ་དྲོན་པོས་ལུས་འཁྲུ་བར་བྱེད་པས་ལྟ་ག་ལ་ཐོབ།
en: You eat so much—cooked rice and milled grains! And you anoint your body with ghee and sesame oil and bathe with warm water.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ལྔ་སྡེ་རྣམས་ལ་བཀའ་སྩལ་པ།
en: The Blessed One asked the group of five monks,

source: དགེ་སློང་ཁྱོད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་སྔོན་དང་ད་ལྟར་གྱི་བཞིན་མདོག་འགྱུར་བ་དང་དབང་པོ་རྣམས་མི་འདྲ་བར་གྱུར་པ་མཐོང་ངམ།
en: “Monks, do you see that now the Tathāgata’s complexion and faculties are not the same as they were before?”

source: དེ་དག་གིས་གསོལ་པ། ཀྱེ་གཽ་ཏ་མ་མཐོང་ལགས་སོ། །
en: “Yes, Gautama, we see,” they replied.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་མཐའ་འདི་གཉིས་ནི་རབ་ཏུ་བྱུང་བས་བསྟེན་པར་མི་བྱ་བསྙེན་པར་མི་བྱ་ཡོངས་སུ་བསྟེན་པར་མི་བྱ་སྟེ
en: The Blessed One continued, “Monks, there are two extremes toward which renunciants should not tend. You should not draw near to nor even approach them.

source: གཉིས་གང་ཞེ་ན་འདོད་པ་རྣམས་ཀྱི་འདོད་པའི་བསོད་ཉམས་ལ་སྟེན་པ། ངན་པ་གྲོང་མིའི་ཆོས་ཕལ་པ་སོ་སོའི་སྐྱེ་བོའི་ཆོས་གང་ཡིན་པ་དང་། བདག་ཉིད་ཉོན་མོངས་པ་ལ་སྟེན་པ། སྡུག་བསྔལ་བ་འཕགས་པའི་ཆོས་མ་ཡིན་པ་གནོད་པ་དང་ལྡན་པ་གང་ཡིན་པ་སྟེ།
en: What are they? They are the tendency toward seductive luxuries, which for city dwellers have become customary and for ordinary people a habit, and the tendency toward self-inflicted hardships, which are a form of suffering, do not belong to the noble Dharma, and are in fact harmful.

source: མཐའ་འདི་གཉིས་ལ་མི་བསྟེན་པར་མངོན་པར་ཤེས་པར་འགྱུར་བ་དང་མངོན་པར་བྱང་ཆུབ་པར་འགྱུར་བ་དང་མྱ་ངན་ལས་འདའ་བར་འགྱུར་བའི་མིག་སྐྱེད་པ་དང་ཡེ་ཤེས་སྐྱེད་པ་དང་ཉེ་བར་ཞི་བར་བྱེད་པའི་དབུ་མའི་ལམ་ཡོད་དེ
en: For those who keep their distance from these two extremes, there is a middle way that fully enlightens, passes beyond all sorrow, gives rise to the eye of wisdom, and brings true peace.

source: དབུ་མའི་ལམ་གང་ཞེ་ན་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་སྟེ་འདི་ལྟ་སྟེ་ཡང་དག་པའི་ལྟ་བ་དང་ཡང་དག་པའི་རྟོག་པ་དང་ཡང་དག་པའི་ངག་དང་ཡང་དག་པའི་ལས་ཀྱི་མཐའ་དང་ཡང་དག་པའི་འཚོ་བ་དང་ཡང་དག་པའི་རྩོལ་བ་དང་ཡང་དག་པའི་དྲན་པ་དང་ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ཏོ། །
en: What is this middle way? It is the eightfold path: right view, right understanding, right speech, right action, right livelihood, right effort, right mindfulness, and right meditation.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ལྔ་སྡེ་རྣམས་བརྡ་སྤྲད་པ་འདིས་བརྡ་སྤྲོད་པར་སྤྱོད་པར་གྱུར་ཏེ།
en: The Blessed One instructed the group of five monks as follows.

source: སྔ་དྲོ་བཅོམ་ལྡན་འདས་དགེ་སློང་ལྔ་སྡེ་གཉིས་ལ་གདམས་ངག་སྟོན་ན་དགེ་སློང་གསུམ་གྲོང་དུ་བསོད་སྙོམས་ལ་འགྲོ་སྟེ།
en: In the morning, the Blessed One gave a teaching to two of the five monks while the other three went for alms in the village.

source: གསུམ་གྱིས་ཁྱེར་ཏེ་འོངས་པ་གང་ཡིན་པ་དེས་དྲུག་ཅར་འཚོ་བར་བྱེད་དོ། །
en: The six of them then prepared a meal of whatever food those three brought back.

source: ཕྱི་དྲོ་བཅོམ་ལྡན་འདས་དགེ་སློང་ལྔ་སྡེ་གསུམ་ལ་གདམས་ངག་སྟོན་ན་དགེ་སློང་གཉིས་གྲོང་དུ་བསོད་སྙོམས་ལ་འགྲོ་སྟེ།
en: In the evening, the Blessed One instructed the three monks while the other two went for alms in the village.

source: གཉིས་ཀྱིས་ཁྱེར་ཏེ་འོངས་པ་གང་ཡིན་པ་དེས་ལྔ་སྡེ་རྣམས་འཚོ་བར་བྱེད་དོ། །
en: Only the group of five monks prepared a meal of whatever food those two brought back,

source: བཅོམ་ལྡན་འདས་ནི་སྔ་ནས་ཀྱང་བཤོས་དུས་སུ་གསོལ་ལོ། །
en: since the Blessed One had already taken his food in the morning.

source: དགེ་སློང་དག་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལས། འདི་ནི་སྡུག་བསྔལ་འཕགས་པའི་བདེན་པའོ། །
en: “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘This is suffering, a truth of noble beings,’ vision arose;

source: ཡེ་ཤེས་དང་རིག་པ་དང་བློ་སྐྱེས་སོ། །
en: knowledge, apprehension, and understanding arose.

source: དགེ་སློང་དག་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལས། འདི་ནི་སྡུག་བསྔལ་ཀུན་འབྱུང་བའོ། །
en: “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘This is the origin of suffering,

source: འདི་ནི་སྡུག་བསྔལ་འགོག་པའོ། །
en: this is the cessation of suffering,

source: འདི་ནི་སྡུག་བསྔལ་འགོག་པར་འགྱུར་བའི་ལམ་འཕགས་པའི་བདེན་པའོ་སྙམ་དུ་མིག་སྐྱེས་སོ། །
en: and this is the path that leads to the cessation of suffering—the truths of noble beings,’ vision arose;

source: དགེ་སློང་དག་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལས། སྡུག་བསྔལ་འཕགས་པའི་བདེན་པ་དེ་ནི། མངོན་པར་ཤེས་པས་ཡོངས་སུ་ཤེས་པར་བྱ་བ་ཡིན་ནོ་སྙམ་དུ་མིག་སྐྱེས་སོ། །
en: “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘With higher knowledge I should comprehend suffering, that truth of noble beings,’ vision arose;

source: དགེ་སློང་དག་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལས། སྡུག་བསྔལ་ཀུན་འབྱུང་བ་འཕགས་པའི་བདེན་པ་དེ་ནི་མངོན་པར་ཤེས་པས་སྤང་བར་བྱ་བ་ཡིན་ནོ་སྙམ་དུ་མིག་སྐྱེས་སོ། །
en: “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘With higher knowledge I should relinquish the origin of suffering, that truth of noble beings,’ vision arose;

source: དགེ་སློང་དག་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལས། སྡུག་བསྔལ་འགོག་པ་འཕགས་པའི་བདེན་པ་དེ་ནི་མངོན་པར་ཤེས་པས་མངོན་སུམ་དུ་བྱ་བ་ཡིན་ནོ། །སྙམ་དུ་མིག་སྐྱེས་སོ། །
en: “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘With higher knowledge I should actualize the cessation of suffering, that truth of noble beings,’ vision arose;

source: དགེ་སློང་དག་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལས། སྡུག་བསྔལ་འགོག་པར་འགྱུར་བའི་ལམ་འཕགས་པའི་བདེན་པ་དེ་ནི་མངོན་པར་ཤེས་པས་བསྒོམ་པར་བྱ་བ་ཡིན་ནོ་སྙམ་དུ་མིག་སྐྱེས་སོ། །
en: “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘With higher knowledge I should cultivate the path that leads to the cessation of suffering, that truth of noble beings,’ vision arose;

source: དགེ་སློང་དག་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལས། སྡུག་བསྔལ་འཕགས་པའི་བདེན་པ་དེ་ནི་མངོན་པར་ཤེས་པས་ཡོངས་སུ་ཤེས་སོ་སྙམ་དུ་མིག་སྐྱེས་སོ། །
en: “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘With higher knowledge I have comprehended suffering, that truth of noble beings,’ vision arose;

source: དགེ་སློང་དག་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ལས། སྡུག་བསྔལ་ཀུན་འབྱུང་བ་འཕགས་པའི་བདེན་པ་དེ་ནི་མངོན་པར་ཤེས་པས་སྤངས་སོ་སྙམ་དུ་མིག་སྐྱེས་སོ། །
en: “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘With higher knowledge I have relinquished the origin of suffering, that truth of noble beings,’ vision arose;
